const Conclusion = () => {
  return (
    <div
      style={{
        maxWidth: "800px",
        width: "100%",
        margin: "0 auto",
        gap: 20,
      }}
    >
      <div
        style={{
          width: "100%",
          display: "flex",
          flexDirection: "column",
          gap: 20,
        }}
      >
        <div style={{ position: "relative" }}>
          <div style={{ fontSize: 24 }}>ҚОРЫТЫНДЫ</div>
        </div>
        <div
          style={{
            display: "flex",
            flexDirection: "column",
            fontSize: 20,
            gap: 20,
          }}
        >
          <div
            style={{
              textAlign: "left",
              textIndent: "2em",
            }}
          >
            Қорытындылай келе, бұл электронды оқу құралы дәстүрлі ән өнерінің
            бай мұрасын тереңірек танып-білуге бағытталған маңызды еңбек болып
            табылады. Арқа әншілік мектебінің өкілдерінің өмірі мен
            шығармашылығы туралы мағлұматтар мен әндерінің ноталық жазбалары,
            сондай-ақ орындаушылардың аудиожазбалары ұсыну арқылы оқу құралы
            практикалық және теориялық білімді үйлестіреді. Жинақталған
            материалдар Арқа әншілік мектебін игеруде маңызды дереккөз бола
            отырып, орындаушылық шеберлікті шыңдауға, ән стилін меңгеруге
            көмектеседі.
          </div>
          <div
            style={{
              textAlign: "left",
              textIndent: "2em",
            }}
          >
            Сонымен, дәстүрлі ән мамандығының «Мамандық» пәніне қосымша оқу
            материалы ретінде ұсынылған бұл құрал оқырмандардың білімін
            кеңейтуге, Арқа әншілік мектебін тереңірек түсінуге және болашақ
            ұрпаққа жеткізуге өз үлесін қосады деп сенеміз.
          </div>
        </div>
      </div>
    </div>
  );
};
export default Conclusion;
