import { LeftCircleOutlined } from "@ant-design/icons";

const Introduction = () => {
  return (
    <div
      style={{
        maxWidth: "800px",
        width: "100%",
        margin: "0 auto",
        gap: 20,
      }}
    >
      <div
        style={{
          width: "100%",
          display: "flex",
          flexDirection: "column",
          gap: 20,
        }}
      >
        <div style={{ position: "relative" }}>
          <div style={{ fontSize: 24 }}>КІРІСПЕ</div>
        </div>
        <div
          style={{
            display: "flex",
            flexDirection: "column",
            fontSize: 20,
            gap: 20,
          }}
        >
          <div
            style={{
              textAlign: "left",
              textIndent: "2em",
            }}
          >
            Бұл электронды оқу құралы – қазақтың дәстүрлі ән өнерін, оның ішінде
            Арқа әншілік мектебінің өкілдері мен олардың шығармашылығын
            тереңірек танып-білуге бағытталған маңызды еңбек. Мұнда халық
            композиторларының өмірбаяндары, жеткізуші орындаушылардың
            аудиожазбалары және нота материалдары қамтылған. Бұл еңбектің
            ерекшелігі – ноталардың домбыра сүйемелдеуімен бірге берілуі. Бұл
            тәсіл үйренушінің ән игеруін әлдеқайда жеңілдетіп, әртүрлі
            орындаушылардың стилін меңгеруіне көмектеседі деген сенімдеміз.
          </div>
          <div
            style={{
              textAlign: "left",
              textIndent: "2em",
            }}
          >
            Оқу құралы пайдаланушыға ыңғайлы болатындай құрылымдалған. Ол
            толықтай 5 модульден тұрады. Мұнда дәстүрлі ән өнерінің тарихын білу
            үшін оның қалыптасуы, шәкірт тәрбиелеу кезеңдері туралы мәліметтер
            қамтылған. Сонымен қатар, халық композиторларының өмірбаяндары тек
            мәтіндік нұсқада ғана емес, аудио форматта да ұсынылған. Бұл
            ерекшелік пайдаланушыға ақпаратты тек оқып қана қоймай, тыңдау
            арқылы да меңгеруге мүмкіндік береді. Осылайша, кез келген уақытта –
            басқа істермен айналысып жүрсе де, мағлұматтарды тыңдап, білімін
            толықтыруға жағдай жасалған.
          </div>
          <div
            style={{
              textAlign: "left",
              textIndent: "2em",
            }}
          >
            Сонымен қатар, бұл электронды оқу құралы педагогикалық принциптерді
            ұстана отырып жасалған. Білімді меңгерудің көрнекілік және есту
            арқылы қабылдау әдістері біріктіріліп, пайдаланушыға қолайлы
            форматта ұсынылды. Нота материалдарының домбыра сүйемелдеуімен бірге
            берілуі үйренушінің әнді жылдам әрі дұрыс игеруіне көмектеседі. Ал
            аудио материалдардың қосылуы оқу процесін икемді етіп, тыңдау арқылы
            меңгеруді жеңілдетеді.
          </div>
          <div
            style={{
              textAlign: "left",
              textIndent: "2em",
            }}
          >
            Бұл электронды оқу құралы дәстүрлі ән мамандығының «Мамандық» пәніне
            қосымша оқу материалы ретінде қарастырылған. Ол дәстүрлі ән өнерін
            орындаушылар үшін маңызды ақпарат көзі боларына сенімдіміз.
          </div>
          <div
            style={{
              textAlign: "left",
              textIndent: "2em",
            }}
          >
            Осы еңбектің ұлттық өнерімізді тереңірек танып-білуге, болашақ
            ұрпаққа жеткізуге және дәстүр сабақтастығын сақтауға өз үлесін
            қосатынына үміт артамыз!
          </div>
          <div
            style={{
              textAlign: "right",
            }}
          >
            Замзагүл Смагулова
          </div>
          <div
            style={{
              textAlign: "right",
            }}
          >
            Күләш Байсейітова атындағы ҚазҰӨУ-нің 4-курс студенті
          </div>
        </div>
      </div>
    </div>
  );
};
export default Introduction;
